<?php

use yii\helpers\Html;


/* @var $this yii\web\View */
/* @var $model common\modules\techsup\models\Requests */

$this->title = 'Пользовательское соглашение';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="requests-create">

    <h1><?= Html::encode($this->title) ?></h1>

    <p>1. Термины и определения</p>
    <p>&nbsp;&nbsp;1.1. «Сайт» — интернет-проект, доступный в сети «Интернет» по адресу: «http://elcollege.ru/»</p>
    <p>&nbsp; 1.2. «Администрация Сайта» — один или несколько обладателей исключительных прав на использование Сайта, в том числе входящих в его состав программ для ЭВМ и баз данных, информационных материалов, графических изображений, являющихся элементами пользовательского интерфейса, и иных охраняемых действующим законодательством объектов, входящих в состав Сайта, а также на дизайн Сайта, осуществляющие управление Сайтом и иные действия, связанные с его использованием.</p>
    <p>&nbsp; 1.3. «Пользователь» — любое лицо, использующее функциональные возможности Сайта, в том числе просмотр, копирование, передачу любого рода информации из любого раздела Сайта.</p>
    <p>&nbsp; 1.4. «Пользовательское соглашение» — настоящее Пользовательское соглашение, заключенное между Администрацией сайта «elcollege.ru» и Пользователем.</p>
    <p>&nbsp; 1.5. «Контент»&nbsp;— в рамках настоящего Пользовательского соглашения все объекты, размещенные на Сайте, в том числе доменное имя Сайта, элементы дизайна, логотип Сайта, текст, графические изображения, иллюстрации, видео, скрипты, программы, комментарии Пользователей и другие объекты и их подборки, доступные Пользователю.</p>
    <p>2. Статус Пользовательского соглашения</p>
    <p>&nbsp; 2.1. Пользовательское соглашение определяет условия использования и развития Сайта, а также права и обязанности Пользователя и Администрации Сайта. Действие Пользовательского соглашения распространяются также на отношения, связанные с правами и интересами третьих лиц, не являющимися Пользователем, но чьи права и интересы могут быть затронуты в результате действий Пользователя.</p>
    <p>&nbsp; 2.2. Пользовательское соглашение является юридически обязательным соглашением между Пользователем и Администрацией Сайта, предметом которого, в частности, является предоставление Администрацией Сайта Пользователю услуг по использованию Сайта.</p>
    <p>&nbsp; 2.3. Помимо Пользовательского соглашения, к соглашению между Пользователем и Администрацией Сайта относятся все специальные документы, регулирующие предоставление отдельных сервисов Сайта и размещенные в соответствующих разделах Сайта в сети «Интернет», в том числе информация предупредительного характера и информация для правообладателей, размещенная на Сайте Администрацией Сайта.</p>
    <p>&nbsp; 2.4. Пользователь обязан полностью ознакомиться с Пользовательским соглашением до момента использования Сайта. Использование Пользователем Сайта означает полное и безоговорочное принятие (акцепт) Пользователем Пользовательского соглашения в соответствии со ст. 438 Гражданского кодекса Российской Федерации. При получении доступа к материалам Сайта Пользователь считается присоединившимся к Пользовательскому соглашению.</p>
    <p>&nbsp; 2.5. Пользовательское соглашение вступает в силу с момента опубликования на Сайте в сети «Интернет» по адресу: http://elcollege.ru/polzovatelskoe-soglashenie/, действует в течение неопределенного срока и распространяет свое действие на всех Пользователей Сайта с даты опубликования. Дата опубликования и вступления в силу Пользовательского соглашения указана в п. 2.8. Пользовательского соглашения.</p>
    <p>&nbsp; 2.6. Пользовательское соглашение может быть изменено и/или дополнено Администрацией Сайта в одностороннем порядке без какого-либо специального уведомления. Измененная и/или дополненная версия Пользовательского соглашения вступает в силу с момента опубликования на Сайте.</p>
    <p>&nbsp; 2.7. Пользовательское соглашение является открытым и общедоступным документом. Действующая редакция Пользовательского соглашения опубликована на Сайте в сети «Интернет» по адресу: http://elcollege.ru/polzovatelskoe-soglashenie.</p>
    <p>&nbsp; 2.8. Пользовательское Соглашение считается опубликованным и вступившим в силу с 19 июня 2017 года (19.06.2017г).</p>
    <p>3. Общие условия</p>
    <p>&nbsp; 3.1. Предметом Пользовательского соглашения, помимо указанного в п. 2.2, являются отношения между Администрацией Сайта и Пользователем по поводу использования Сайта и Контента.</p>
    <p>&nbsp; 3.2. Администрация Сайта не гарантирует корректность, достоверность и полноту Контента. Вся ответственность, связанная с использованием данного Контента, возлагается на Пользователя.</p>
    <p>&nbsp; 3.3. Пользователь принимает положение о том, что весь Контент носит исключительно научно-ознакомительный характер. Контент является лишь основанием для обращения Пользователя к квалифицированному специалисту.</p>
    <p>&nbsp; 3.4. Пользователь с момента принятия Пользовательского соглашения считается предупрежденным о необходимости обращения к квалифицированному специалисту для предоставления точной и корректной постановки информации.</p>
    <p>&nbsp; 3.5. Ссылка на любой Сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, включая контекстную рекламу, размещенная на Сайте, не является одобрением или рекомендацией данных продуктов (товаров, услуг, методов) со стороны Администрации Сайта. Администрация Сайта не несет ответственности за содержание, доступное по ссылкам, размещенным на Сайте.</p>
    <p>&nbsp; 3.6. Использование Контента помимо Пользовательского соглашения регулируется нормами действующего законодательства Российской Федерации.</p>
    <p>4. Обязанности Пользователя</p>
    <p>&nbsp; 4.1. При использовании Сайта, в том числе при получении доступа к Сайту, Пользователь считается достигшим полной дееспособности. Использование Сайта Пользователем, являющегося недееспособным в силу не достижения возраста 18 лет или иных оснований, предусмотренных законодательством Российской Федерации, является нарушением Пользовательского соглашения. Пользователи, не обладающие полной дееспособностью, вправе использовать Сайт исключительно с согласия своих законных представителей или опекунов.</p>
    <p>&nbsp; 4.2. Пользователь соглашается не предпринимать действий, которые могут рассматриваться как нарушающие законодательство Российской Федерации или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных прав, а также любых действий, которые приводят или могут привести к нарушению нормальной работы Сайта и сервисов Сайта.</p>
    <p>&nbsp; 4.3. Пользователь в полной мере несет ответственность за осуществляемое им размещение и редактирование Контента, в том числе за размещенные Пользователем комментарии на Сайте.</p>
    <p>&nbsp; 4.4. Администрация Сайта не несет ответственности за нарушение Пользователем правил и условий, изложенных в Пользовательском соглашении, и оставляет за собой право по своему собственному усмотрению, а также при получении информации от любых третьих лиц о нарушении Пользователем правил и условий, изложенных в Пользовательском соглашении, или прав и интересов третьих лиц, изменять или удалять любую отправляемую Пользователем информацию.</p>
    <p>&nbsp; 4.5. Пользователь предупрежден о том, что Администрация Сайта не несет ответственности за посещение и использование пользователем внешних ресурсов, ссылки на которые могут содержаться на Сайте.</p>
    <p>&nbsp; 4.6. На Пользователя Пользовательским соглашением возлагаются и иные обязанности, закрепленные в иных, помимо п. 4, пунктах Пользовательского соглашения, а также обязанности, предусмотренные законодательством Российской Федерации.</p>
    <p>5. Условия об интеллектуальных правах</p>
    <p>&nbsp; 5.1. Контент (п.1.6.) является объектом исключительных прав Администрации, Пользователей Сайта и других правообладателей, все права на Контент защищены и охраняются законодательством Российской Федерации об интеллектуальной собственности, а также соответствующими нормами международного права.</p>
    <p>&nbsp; 5.2. Не допускается использование в том числе копирование, воспроизведение, переработка, распространение, опубликование, скачивание, передача, продажа Контента без согласия правообладателей. Пользователю запрещается любое копирование, перепечатка, публикация Контента в других изданиях без письменного согласия Администрации Сайта.</p>
    <p>&nbsp; 5.3. Пользователь, размещая на Сайте принадлежащий ему на законных основаниях Контент, предоставляет другим пользователям неисключительное право на его использование путем просмотра, копирования, воспроизведения, переработку и иные права исключительно с целью личного некоммерческого использования, кроме случаев, когда такое использование причиняет или может причинить вред охраняемым законом интересам правообладателя.</p>
    <p>&nbsp; 5.4. При цитировании Контента, включая охраняемые авторские произведения, ссылка на Сайт «elcollege.ru» обязательна. Такое использование Контента допускается в объеме, оправданном целью цитирования.</p>
    <p>&nbsp; 5.5. Использование Пользователем Контента, доступ к которому получен исключительно для личного некоммерческого использования, допускается при условии сохранения всех знаков авторства или других уведомлений об авторстве, сохранения имени автора в неизменном виде, сохранении произведения в неизменном виде.</p>
    <p>&nbsp; 5.6. Кроме собственного Контента, Пользователь не вправе загружать или иным образом доводить до всеобщего сведения (публиковать на Сайте) материалы, содержащиеся на других сайтах, баз данных и прочие результаты интеллектуальной деятельности при отсутствии явным образом выраженного согласия правообладателя на такие действия.</p>
    <p>&nbsp; 5.7. Администрация Сайта оставляет за собой право в любое время удалять с Сайта любые результаты интеллектуальной деятельности, размещенные на нем, в том числе Контент, без уведомления Пользователя.</p>
    <p>&nbsp; 5.8. Зарегистрированные торговые марки, знаки, упоминаемые на Сайте, являются собственностью их соответствующих владельцев.</p>
    <p>&nbsp; 5.9. Ничто в Пользовательском соглашении не может быть рассмотрено как передача исключительных прав на Контент.</p>
    <p>6. Реклама</p>
    <p>&nbsp; 6.1. Пользователь принимает положение о том, что все материалы и сервисы Сайта или любая их часть могут сопровождаться рекламой. Пользователь согласен с тем, что Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с данной рекламой.</p>
    <p>&nbsp; 6.2. Пользователь, осуществляя использование Сайта, дает Администрации Сайта свое согласие на получение рекламной информации, размещаемой на Сайте. В случае несогласия Пользователя с настоящим пунктом Пользовательского соглашения, Пользователь вправе в полной мере отказаться от использования Сайта.</p>
    <p>7. Порядок разрешения споров</p>
    <p>&nbsp; 7.1. Пользователь и Администрация Сайта согласились, что для всех споров, вытекающих из отношений, регулируемых Пользовательским соглашением, досудебный претензионный порядок разрешения споров является обязательным.</p>
    <p>&nbsp; 7.2. Досудебный претензионный порядок разрешения споров соблюдается в соответствии с правилами, закрепленными в п. 7. Пользовательского соглашения, и действующим законодательством Российской Федерации в той части, в которой правила, закрепленные в п. 7. Пользовательского соглашения, не применяются.</p>
    <p>&nbsp; 7.3. Для разрешения споров, возникших между Пользователем и Администрацией Сайта применяется следующий досудебный претензионный порядок:</p>
    <p>&nbsp;&nbsp;&nbsp; 7.3.1. Пользователь (его представитель) в том случае, если считает, что его права были нарушены действиями (бездействием) Администрации Сайта и/или информацией, размещенной на сайте, в том числе Контентом, направляет письменную претензию к Администрации Сайта (-далее Претензию).</p>
    <p>&nbsp;&nbsp;&nbsp; 7.3.2. Претензия должна быть изложена Пользователем (его представителем) в письменной форме и направлена посредством электронной почты на адрес электронной почты Администрации Сайта:&nbsp;<span id="cloak4785589c07d8d3315218b826f23b728e"><a href="mailto:svetmir06@mail.ru">svetmir06@mail.ru</a></span><script type="text/javascript">
            document.getElementById('cloak4785589c07d8d3315218b826f23b728e').innerHTML = '';
            var prefix = '&#109;a' + 'i&#108;' + '&#116;o';
            var path = 'hr' + 'ef' + '=';
            var addy4785589c07d8d3315218b826f23b728e = 'sv&#101;tm&#105;r06' + '&#64;';
            addy4785589c07d8d3315218b826f23b728e = addy4785589c07d8d3315218b826f23b728e + 'm&#97;&#105;l' + '&#46;' + 'r&#117;';
            var addy_text4785589c07d8d3315218b826f23b728e = 'sv&#101;tm&#105;r06' + '&#64;' + 'm&#97;&#105;l' + '&#46;' + 'r&#117;';document.getElementById('cloak4785589c07d8d3315218b826f23b728e').innerHTML += '<a ' + path + '\'' + prefix + ':' + addy4785589c07d8d3315218b826f23b728e + '\'>'+addy_text4785589c07d8d3315218b826f23b728e+'<\/a>';
        </script></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp; 7.3.3. Претензия должна содержать в себе требования, предъявляемые к Администрации Сайта, дату направления Претензии, адрес электронной почты, на который должен быть предоставлен Ответ на Претензию, фамилию, имя, отчество (или наименование) и подпись Пользователя (его представителя). Несоблюдение настоящего пункта влечет за собой недействительность Претензии.</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp; 7.3.4. Претензия должна быть оформлена в виде электронного документа в одном из следующих форматов: .doc, .docx, .pdf, .jpeg, .png, .tif. Несоблюдение настоящего пункта влечет за собой продление срока предоставления Ответа на Претензию, указанного в п. 7.3.7. Пользовательского соглашения, на 15 дней.</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp; 7.3.5. В случае невозможности ознакомления с электронным документом, направленным Пользователем (его представителем), по причине повреждения данного электронного документа со стороны Пользователя (в том числе при пересылке данного электронного документа), Претензия не считается оформленной надлежащим образом и является недействительной.</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp; 7.3.6. Датой поступления Претензии является рабочий день, следующий за днем отправки Претензии Пользователем (его представителем).</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp; 7.3.7. Ответ на Претензию, составленную и направленную в соответствии с порядком, установленным п. 7. Пользовательского соглашения, должен быть предоставлен Администрацией Сайта в течение 30 дней с даты поступления Претензии, определяемой в соответствии с пунктом 7.3.6. Пользовательского соглашения.</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp; 7.3.8. Ответ на Претензию должен быть изложен Администрацией Сайта в письменной форме и направлен посредством электронной почты на адрес электронной почты Пользователя (его представителя), указанный в Претензии.</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 7.3.9. Досудебный претензионный порядок разрешения споров завершается удовлетворением требований Пользователя, изложенных в Претензии, или письменным отказом Администрации Сайта в удовлетворении требований Пользователя, изложенных в Претензии.</p>
    <p>&nbsp;&nbsp; 7.4. В случае невозможности разрешения спора в досудебном порядке, спор между Пользователем и Администрацией Сайта разрешается в суде в соответствии с законодательством Российской Федерации.</p>
    <p>8. Прочие условия</p>
    <p>&nbsp; 8.1. Сайт, в том числе Контент, не предназначен для лиц младше 18-ти лет (18+). Пользователь, не достигший 18 лет, обязуется воздерживаться от просмотра Контента и использования Сайта, за исключением случаев, предусмотренных п. 4.1. Пользовательского соглашения.</p>
    <p>&nbsp;&nbsp; 8.2. Бездействие со стороны Администрации Сайта, в случае нарушения Пользователем положений Пользовательского соглашения, не лишает Администрацию Сайта права предпринять позднее соответствующие действия в защиту своих интересов и защиту авторских и иных прав на охраняемые, в соответствии с законодательством, материалы Сайта, в том числе Контент.</p>
    <p>&nbsp;&nbsp; 8.3. Ничто в Пользовательском соглашении не может пониматься как установление между Пользователем и Администрацией Сайта агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо иных отношений, прямо не предусмотренных Пользовательским соглашением.</p>
    <p>&nbsp; 8.4. Признание судом какого-либо положения Пользовательского соглашения недействительным и/или не подлежащим исполнению не влечет недействительности иных положений Пользовательского соглашения.</p>
    <p class="MsoNormal">&nbsp; 8.5. При несогласии Пользователя с условиями Пользовательского соглашения Пользователь обязан прекратить использование Сайта, в том числе прекратить доступ к Контенту в полном объеме.</p>

</div>
